Repository: Blobfolio/blob-mimes
Catalog: wp/languages/blob-mimes-*.po
Languages: es_es

source: You do not have sufficient permissions to access this page.
es_es: No tiene suficientes permisos para acceder a esta página.

source: The `fileinfo.so` PHP extension is not installed. Detailed file information is not available.
es_es: Necesita el extensión de PHP `fileinfo.so` por ver informacion specifico sobre el contento.

source: No file was uploaded, or the upload was corrupt.
es_es: No se ha cargado ningún archivo o la subida se ha corrompido.

source: The file upload could not be processed.
es_es: No se pudo procesar la carga del archivo.

source: The form had expired. Please try again.
es_es: El formulario había caducado. Vuelve a intentarlo.

source: Debug File Validation
es_es: Validación de cargas de archivo

source: Analysis
es_es: Análisis

source: If this file should have been accepted and wasn't, please open an issue with the following information at %s or, if you aren't comfortable posting there, email %s for help. Thanks!
es_es: Si este archivo debe haber sido aceptado y no lo fue, póngase en contacto con nosotros a través de %s o %s para obtener ayuda. ¡Gracias!

source: Copy
es_es: Copiar

source: Test Upload
es_es: Subir de prueba

source: File
es_es: Archivo de carga

source: Please re-upload the problematic file. It will not be saved to the server, but will be analyzed to provide you with information about why it failed.
es_es: Vuelva a cargar el archivo problemático. No se guardará en el servidor, pero mostrará más información sobre el error.

source: Upload
es_es: Subir

source: [pass]
es_es: [éxito]

source: Copied!
es_es: ¡Copiado!

source: %s requires PHP 5.4 or greater. It has been automatically deactivated for you.
es_es: %s requiere PHP 5.4 o superior. Se ha desactivado automáticamente para usted.

source: Documentation
es_es: Documentación

source: update
es_es: Actualice

source: Please %s %s to the latest release (%s) before debugging upload-related issues.
es_es: %s %s a la última versión (%s) antes de depurar problemas relacionados con la carga.

source: If a file has been rejected from the Media Library for "security reasons", use the form below to find out more information.
es_es: Si se ha rechazado un archivo de la Biblioteca multimedia por "razones de seguridad", utilice este formulario para obtener más información.

source: %s The list of contributors for one or more plugins has changed since you last performed updates.
es_es: %s La lista de contribuyentes para uno o más complementos ha cambiado desde la última vez que realizó las actualizaciones.

source: Warning
es_es: Advertencia

source: This can potentially pose a security threat if the new author(s) are not nice people. It is recommended you re-review the code before continuing.
es_es: Esto puede suponer una amenaza para la seguridad si el nuevo autor(es) no son personas agradables. Se recomienda volver a revisar el código antes de continuar.

source: If you prefer not to receive these notices in the future, click %s.
es_es: Si prefiere no recibir estos avisos en el futuro, haga clic %s.

source: here
es_es: aquí

source: The file could not be read.
es_es: No se pudo leer el archivo.

source: WordPress will not process this file based on its name.
es_es: WordPress no procesará este archivo debido a su nombre.

source: The file extension is allowed.
es_es: Se permite la extensión de archivo.

source: [warning]
es_es: [advertencia]

source: The type could not be determined.
es_es: No se pudo determinar el tipo de archivo.

source: The file type and extension are both allowed.
es_es: El tipo de archivo y la extensión están permitidos.

source: The file type is not explicitly whitelisted, but is an alias of a whitelisted type.
es_es: El tipo de archivo no está permitido explícitamente, pero es un alias de un tipo permitido.

source: The file extension does not match the type, however the type is allowed.
es_es: La extensión de archivo es incorrecta para este tipo, sin embargo, el tipo está permitido.

source: The file type is not allowed.
es_es: El tipo de archivo no está permitido.

source: [skipped]
es_es: [omitido]

source: The file extension does not match the type; it will be renamed.
es_es: La extensión de archivo es incorrecta para este tipo; será renombrado.

source: The following error(s) were found:
es_es: Se encontraron los siguientes errores:

source: You *should* be able to upload this file. If not, a plugin or theme might be interfering with the process.
es_es: Usted *debería* poder cargar este archivo. Si no, un plugin o tema podría ser el problema.
